Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajalain_muutos.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjälain muutos
smn: Sämitiggelaavâ nubásmittem

source: Saamelaiskäräjälain muutosta valmistelleen toimikunnan mietintö eli esitys lakimuutoksista on nyt valmis.
smn: Sämitiggelaavâ nubásmittem valmâštâllee toimâkode smiettâmuš ađai iävtuttâs lii tääl vaalmâš.

source: Koko esitys julkistettiin 11.5.2021.
smn: Oles iävtuttâs almostui 11.5.2021.

source: Tältä sivulta löydät lisätietoa esityksestä.
smn: Taan siijđost tun kaavnah lasetiäđu iävtuttâsâst.

source: Ehdotettujen muutosten tavoitteena on edistää saamelaisten itsemääräämisoikeuden toteutumista sekä parantaa saamelaisten kieltään ja kulttuuriaan koskevan itsehallinnon ja saamelaiskäräjien toimintaedellytyksiä.
smn: Iävtuttum nubástusâi ulmen lii ovdediđ sämmilij jiešmeridemvuoigâdvuođâ olášume sehe pyerediđ sämmilij jieijâs kielân já kulttuurân kyeskee jiešhaldâšem já sämitige toimâmmáhđulâšvuođâid.

source: Lisäksi tavoitteena on korjata nykytilanne erityisesti YK:n ihmisoikeuskomitean edellyttämällä tavalla.
smn: Ton lasseen ulmen lii tivvoođ tááláá tile eromâšávt OA olmoošvuoigâdvuotâkomitea vátámuš miäldásávt.

source: Ihmisoikeuskomitean 1.2.2019 julkaisemien ratkaisujen mukaan Suomi on loukannut kansalaisoikeuksia ja poliittisia oikeuksia koskevaa yleissopimusta saamelaiskäräjien vaaliluetteloon hyväksymistä koskevissa valitusasioissa .
smn: Olmoošvuoigâdvuotâkomitea 1.2.2019 olgosadelem čuávdusij mield Suomâ lii luávkkám aalmugvuoigâdvuođáid já poolitlijd vuoigâdvuođáid kyeskee almossopâmuš sämitige valjâluvâttâlmân tuhhitmân kyeskee vaidâlemaašijn.

source: Ihmisoikeuskomitea korosti KP-sopimuksesta Suomelle seuraavaa velvollisuutta tarkistaa erityisesti lain 3 §:ää eli niin sanottua saamelaismääritelmää asiaintilan korjaamiseksi ja toteuttaa kaikki tarvittavat toimet estääkseen vastaavat oikeudenloukkaukset jatkossa.
smn: Komitea tiäduttij AP-sopâmuš keežild Suomân šaddee kenigâsvuođâ tärhistiđ eromâšávt laavâ 3 § ađai nuuvt kočodum sämmilâšmiäruštâllâm ašij tile tivvoom várás já olášuttiđ puoh tárbulijd tooimâid, vâi siämmáálágán vuoigâdvuođâi luávkkáámeh iä tábáhtuuččii puátteevuođâst.

source: Komitea painotti saamelaisten itsemääräämisoikeutta asemansa ja yhteisönsä jäsenyyden osalta.
smn: Komitea tiäduttij sämmilij jiešmeridemvuoigâdvuođâ merhâšume jieijâs sajattâhân já siärváduv jeessânvuotân.

source: Oikeusministeriö asetti saamelaiskäräjälain muutosta valmistelevan toimikunnan ajalle 1.12.2020-15.5.2021.
smn: Riehtiministeriö asâttij sämitiggelaavâ nubásmittem valmâštâllee toimâkode ááigán 1.12.2020-15.5.2021.

source: Oikeusministeriön kansliapäällikkö Pekka Timosen johtamassa toimikunnassa oli Saamelaiskäräjien ja hallituspuolueiden (SDP, Keskusta, Vihreät, Vasemmistoliitto ja RKP) edustajat.
smn: Riehtiministeriö kansliahovdâ Pekka Timosii jođettem toimâkoddeest lijjii Sämitige já haldâttâspiäláduvâi (SDP, Kuávdáš, Ruánááh, Čižetlitto já Ruátáliih) ovdâsteijeeh.

source: Ennen toimikunnan asettamista oikeusministeriö neuvotteli saamelaiskäräjälain 9 §:n mukaisesti saamelaiskäräjien kanssa.
smn: Ovdil toimâkode asâttem riehtiministeriö ráđádâlâi sämitiggelaavâ 9 § miäldásávt Sämitiggijn.

source: Toimikunnan tehtävänä oli valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
smn: Sämitiggelaavâ nubásmittem valmâštellee toimâkode pargo vuáđustâssân láá lamaš vuáđuvuoigâdvuođah já eres vuáđudemlaavâ asâttem kenigâsvuođah, Suomâ čannee aalmugijkoskâsiih olmoošvuoigâdvuotâsopâmušah, OA algâaalmugij vuoigâdvuođâi julgáštus sehe rievti já aalmugijkoskâsii rievti eres ovdánem sehe kieskâd adelum čuávduseh.

source: Toimikunnan työn perustana ovat olleet perusoikeudet ja muut perustuslain asettamat velvoitteet, Suomea sitovat kansainväliset ihmisoikeussopimukset, YK:n alkuperäiskansojen oikeuksien julistus sekä muu oikeuden ja kansainvälisen oikeuden kehitys sekä viimeaikaiset ratkaisut.
smn: OA olmoošvuoigâdvuotâkomitea 1.2.2019 olgosadelem čuávduseh sämitige valjâluvâttâlmân tuhhitmân kyeskee vaidâlemaašijn láá tágáreh teháliih kieskâd adelum čuávduseh .

source: YK:n ihmisoikeuskomitean 1.2.2019 julkaisemat ratkaisut saamelaiskäräjien vaaliluetteloon hyväksymistä koskevissa valitusasioissa ovat tällaisia tärkeitä viimeaikaisia ratkaisuja .
smn: Asâttemmiärádâs miäldásávt pargoost váldoo huámmášumán meid parafistum Tave-eennâmlâš sämisopâmuš já jiečânâs enâmij algâ- já hiäimuaalmugáid kyeskee almossopâmuš (ILO 169 -sopâmuš).

source: Asettamispäätöksen mukaan työssä otetaan huomioon myös parafoitu Pohjoismainen saamelaissopimus sekä itsenäisten maiden alkuperäis- ja heimokansoja koskevan yleissopimuksen (ILO 169 -sopimus).
smn: Toimâkode jeessân Juha Joona lii kuáđđám sierâuáivil.

source: Toimikunnan jäsen Juha Joona jätti eriävän mielipiteen.
smn: Eres osij smiettâmâš lii oovtâmielâlâš.

source: Muilta osin mietintö on yksimielinen.
smn: Árvuštâllâm mield jis toimâkode iävtuttâs olášuvá, te Suomâ laahâ šadda oohtânsopâvâžžân aalmugijkoskâsij olmoošvuoigâdvuotâsopâmušâiguin já váldá huámmášumán aalmugijkoskâsii rievti tääsist majemui iheluvij ääigi tábáhtum ovdánem.

source: Saamelaiskäräjien toimikauden 2020–2023 yhtenä päätavoitteista on edistää saamelaiskäräjälain uudistamista alkuperäiskansaoikeuksien pohjalta.
smn: Luuvâ toimâkode smiettâmuš täst

source: Lue toimikunnan mietintö tästä
smn: Hahâsijđo: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020

source: Hankesivu: https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020
smn: Čuákánkiäsu já kuávdáš iävtuttâsah

source: YK:n ihmisoikeuskomitean ratkaisut 1.2.2019
smn: Čuákánkiäsu

source: Tiivistelmä ja keskeiset ehdotukset
smn: Toimâkode pargon lii lamaš valmâštâllâđ tárbulijd nubástusâid sämitiggeest adelum laahân.

source: Tiivistelmä
smn: Toimâkode pargo vuáđđun lii hiäivulij osij uáinust valdum moonnâm haldâttâspaje ääigi toimâm toimâkode adelem smiettâmuš ( https://julkaisut.valtioneuvosto.fi/handle/10024/160993 ).

source: Toimikunnan tehtävänä on ollut valmistella tarpeelliset muutokset saamelaiskäräjistä annettuun lakiin.
smn: Sämitiggelaavâ nubásmittem ovdâvalmâštellee pargojuávhu muštottemčaalâ já ääšist finnejum ciälkkámušah kávnojeh haavâ siijđoin https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020 .

source: Toimikunnan työn perustaksi on tarkoituksenmukaisilta osin otettu viime hallituskaudella toimineen toimikunnan antama mietintö ( https://julkaisut.valtioneuvosto.fi/handle/10024/160993 ).
smn: Toimâkodde kuulâi 15.2.2021 Tiina Sanila-Aikio sehe Sámi Árvvut rs saavâjođetteijee Petra Magga Vars já Klemetti Näkkäläjärvi OA olmoošvuoigâdvuotâkomitea miärádâsâi keežild.

source: Saamelaiskäräjälain muuttamista esivalmistelevan työryhmän muistio ja asiassa saadut lausunnot löytyvät hankkeen sivulta https://oikeusministerio.fi/hanke?tunnus=OM002:00/2020 ).
smn: Toimâkodde ornij 15.3.2021 kuullâmtilálâšvuođâ, mast tot kuulâi pirâsministeriö, eennâm- já meccituáluministeriö, pargo- já iäláttâsministeriö, sosiaal- já tiervâsvuotâministeriö sehe máttááttâs- já kulttuurministeriö ovdâsteijeid 9 §:st.

source: Toimikunta kuuli 15.2.2021 Tiina Sanila-Aikiota sekä Sámi Árvvut ry:n puheenjohtajaa Petra Magga Varsia ja Klemetti Näkkäläjärveä YK:n ihmisoikeuskomitean päätösten johdosta.
smn: Ton lasseen toimâkodde faalâi čuávuváid táhhoid máhđulâšvuođâ toimâttiđ kirjálii ciälkkámuš: Nuorttâlij sijdâčuákkim, Anarâšah rs, Kulttuurovtâstus Aanaar Sämmiliih rs, Anarâškielâ servi rs, Sämirääđi sehe Suomâ sämmilij kuávdášornijdâh.

source: Toimikunta järjesti 15.3.2021 kuulemistilaisuuden, jossa kuultiin ympäristöministeriön, maa- ja metsätalousministeriön, työ- ja elinkeinoministeriön, sosiaali- ja terveysministeriön sekä opetus ja kulttuuriministeriön edustajia 9 §:stä.
smn: Toimâkode kiävtust lii ton lasseen lamaš ovdâvalmâštellee pargojuávhu čuággim ciälkkámušah sehe oovdeb haldâttâspaje ääigi finnejum ciälkkámušah.

source: Toimikunnan käytössä on lisäksi ollut esivalmistelevan työryhmän keräämät lausunnot sekä edellisellä hallituskaudella saadut lausunnot.
smn: Kuullâmnáál ulmui uáinuh sehe 3 § já 9 § uásild juáhásii.

source: Toimikunta on työssään hyödyntänyt YK:n ihmisoikeusneuvoston alaisen neuvoa-antavan asiantuntijamekanismin (EMRIP) neuvoa-antavia kommentteja.
smn: Toimâkodde iärrás lasseen iävtut, et sämitiggelaavâ 3 § valjâluvâttâlmân merkkim iävtuh uđâduvvojeh já sämitige valjâluvâttâllâm ráhtoo uđđâsist čuávuváid sämitigge valjáid rahtâdâttâm ohtâvuođâst vyeimist leijee laavâ vuáđuld.

source: Kuultavien näkemykset sekä 3 §:n että 9 §:n osalta jakautuivat.
smn: Ko árvuštâlloo, mii lii iävtuttâs koskâvuotâ vuáđudemlaahân já aalmugijkoskâsijd olmoošvuoigâdvuotâsopâmuššáid, te vuosâsajasâžžân árvuštâllâm vuáđustâssân lii vuáđudemlaavâ 22 § njuolgâdus, mon mield almos väldi – ađai meid lahâasâtteijee – kalga turviđ vuáđuvuoigâdvuođâi já olmoošvuoigâdvuođâi olášume.

source: Toimikunta muun muassa ehdottaa, että saamelaiskäräjälain 3 §:n vaaliluetteloon merkitsemisen edellytykset uudistetaan ja saamelaiskäräjien vaaliluettelo kootaan uudelleen seuraaviin saamelaiskäräjävaaleihin valmistauduttaessa voimassa olevan lain pohjalta.
smn: Sämitiggelaahâ keččâlui uđâduđ jo oovdeb haldâttâspojij ääigi.

source: Arvioitaessa esityksen suhdetta perustuslakiin ja kansainvälisiin ihmisoikeussopimuksiin ensisijaisena arvioinnin perusteena on perustuslain 22 §:n säännös, jonka mukaan julkisen vallan – siis myös lainsäätäjän – on turvattava perusoikeuksien ja ihmisoikeuksien toteutuminen.
smn: Haldâttâsohjelm mield pargo sämitiggelaavâ uđâdem várás juátkoo.

source: Saamelaiskäräjälakia on pyritty uudistamaan jo aiemmilla hallituskausilla.
smn: Haldâttâsohjelm mield haldâttâs kunnijât já oovded puoh sämmilij já sämijuávhui kielâlij já kulttuurlij vuoigâdvuođâi olášume väldimáin huámmášumán aalmugijkoskâsijd sopâmušâid.

source: Hallitusohjelman mukaan jatketaan työtä saamelaiskäräjälain uudistamiseksi.
smn: Valjâluvâttâlmân merkkim kritereh, valjâluvâttâllâm rähtim já nubástus uuccâm

source: Hallitusohjelman mukaan hallitus kunnioittaa ja edistää kaikkien saamelaisten ja saamelaisryhmien kielellisten ja kulttuuristen oikeuksien toteutumista ottaen huomioon kansainväliset sopimukset.
smn: Iävtuttuvvoo, et vuoigâdvuotân jienâstiđ sämitige vaaljâin kyeskee sämmilii miäruštâllâm nubásmittoo tienuuvt, et koččâmuš ličij nomâlâsân ulmuu merkkiimist sämitige valjâluvâttâlmân, ađai vuoigâdvuođâst jienâstiđ já vuoigâdvuođâst älgiđ iävtukkâssân sämitige vaaljâin.

source: Vaaliluetteloon merkitsemisen kriteerit, vaaliluettelon laatiminen ja muutoksenhaku
smn: Ceehist ij miäruštâlluuččii, kiäm ubâlâšân kalga anneeđ sämmilâžžân.

source: Oikeutta äänestää saamelaiskäräjien vaaleissa koskevaa saamelaisen määritelmää ehdotetaan muutettavaksi siten, että kysymys olisi nimenomaan henkilön merkitsemisestä saamelaiskäräjien vaaliluetteloon, eli oikeudesta äänestää ja oikeudesta asettua ehdolle saamelaiskäräjien vaaleissa.
smn: Iävtuttuvvoo, et sämmilij vuoigâdvuođâ algâaalmugin jieš miäruštâllâđ, kii lii sämmilâš, ađai nuuvt kočodum juávkkuidentifikaatio, nanoduuččij uđâsmitmáin valjâluvâttâlmân merkkim objektivlijd iävtuid sämitige tuhhiittem vuovvijn.

source: Pykälässä ei määriteltäisi, ketä on pidettävä ylipäänsä saamelaisena.
smn: Valjâluvâttâlmân väldim kritereh vijđeduuččii nuuvt, et laavâ kuávdáš ađai nuuvt kočodum kielâkriiteer ulâttičij oovtâ suhâpuolvâ olgoláá moonnâm ááigán.

source: Saamelaisten oikeutta alkuperäiskansana itse määrittää, kuka on saamelainen, eli niin sanottua ryhmäidentifikaatiota ehdotetaan vahvistettavaksi uudistamalla vaaliluetteloon merkitsemisen objektiivisia edellytyksiä saamelaiskäräjien hyväksymällä tavalla.
smn: Kielâkriiteer ulâttem niäljád puolvân västid parafistum tave-eennâmlii sämisopâmuš siskeldem ohtsâštave-eennâmlijd kriterijd jienâstemluvâttâlmân väldimist.

source: Vaaliluetteloon ottamisen kriteerejä laajennettaisiin ulottamalla lain pääasiallinen eli niin sanottu kielikriteeri yhtä sukupolvea kauemmas menneisyyteen.
smn: Siämmást ceehist meddâlistuuččij sierâ uáivilijd já epičielgâsvuođâ tovâttâm nuuvt kočodum lappalâškriiteer.

source: Kielikriteerin ulottaminen neljänteen polveen vastaa parafoituun pohjoismaiseen saamelaissopimukseen sisältämiä yhteispohjoismaisia kriteerejä äänestysluetteloon ottamisesta.
smn: Valjâluvâttâllâm rahtuuččij uđđâsist uđâdum valjâluvâttâlmân merkkejum kriterij vuáđuld.

source: Samalla pykälästä poistettaisiin erimielisyyttä ja epäselvyyttä aiheuttanut niin sanottu lappalaiskriteeri.
smn: Iävtuttâsah valjâlävdikode čokkiittâs viijđedmist sehe uđđâ jiečânâs, sorjomettum já sämitige iävtuttâs vuáđuld nomâttum nubástusuuccâmlävdikode vuáđđudmist jieijâs uásild nanodiččii sämmilij jiešmeridemvuoigâdvuođâ, já siämmást suojâliččii juáhháá riehtitorvo.

source: Vaaliluettelo laadittaisiin uudestaan uusittujen vaaliluetteloon merkitsemisen kriteereiden pohjalta.
smn: Uđđâ nubástusuuccâmlävdikodde toimâččij vuossâmužžân nubástusuuccâmtäässin valjâluvâttâlmân kyeskee aašijn.

source: Ehdotukset vaalilautakunnan kokoonpanon laajentamisesta sekä uuden itsenäisen, riippumattoman ja saamelaiskäräjien ehdotuksesta nimetyn muutoksenhakulautakunnan perustamisesta osaltaan vahvistaisivat saamelaisten itsemääräämisoikeutta, jokaisen yksilön oikeusturva samalla suojaten.
smn: Lävdikode miärádâsâin puávtáččij uuccâđ nubástus alemuu haldâttâhrievtist, jis toos mieđettuvvoo vaidâlemlope.

source: Uusi muutoksenhakulautakunta toimisi ensimmäisenä muutoksenhakuasteena vaaliluetteloa koskevissa asioissa.
smn: Oovtâsttoimâm- já ráđádâllâmkenigâsvuotâ

source: Lautakunnan päätöksistä haettaisiin muutosta korkeimmalta hallinto-oikeudelta, jos siihen myönnetään valituslupa.
smn: Iävtuttuvvoo, et njuolgâdus virgeomâháá ráđádâllâmkenigâsvuođâst uđâsmittoo oovtâsttoimâm- já ráđádâllâmkenigâsvuottân.

source: Yhteistoiminta- ja neuvotteluvelvoite
smn: Kenigâsvuođâ monâttâllâmvátámâšâin sehe sämmilij vuoigâdvuođâi huámmášumán väldimist virgeomâhái tooimâst asâttuuččij tärhibeht.

source: Säännöstä viranomaisten neuvotteluvelvoitteesta ehdotetaan uudistettavaksi yhteistoiminta- ja neuvotteluvelvoitteeksi.
smn: Laavâst asâttuuččij iärrás lasseen virgeomâhái toimáid kyeskee sämikulttuur hiäjusmittemkiäldust.

source: Velvoitteen menettelyvaatimuksista sekä saamelaisten oikeuksien huomioon ottamisesta viranomaisten toiminnassa säädettäisiin tarkemmin.
smn: Heiviittâllâm ulmen lii tevdiđ nuuvt kočodum rijjâ já tiätun vuáđuduvvee munemietâmâš vuáđujurduu miäldásijd vátámâšâid.

source: Laissa säädettäisiin muun muassa viranomaisten toimenpiteitä koskevasta saamelaiskulttuurin heikentämiskiellosta.
smn: Sämitige vaaljah

source: Sääntelyn tarkoituksena on täyttää niin sanotun vapaan ja tietoon perustuvan ennakkosuostumuksen periaatteen asettamat vaatimukset.
smn: Iävtuttuvvoo, et sämitige valjáid kyeskee njuolgâdusah tärhistuvvojeh, vâi jienâstem ličij älkkeb já njyebžilub.

source: Saamelaiskäräjien vaaleja koskevia säännöksiä ehdotetaan tarkistettavaksi äänestämisen helpottamiseksi ja sujuvoittamiseksi.
smn: Valjâäššikiirjijd puávtáččij toimâttiđ jieš tâi valduuttiđ nube ulmuu macâttiđ taid.

source: Vaalit toimitettaisiin edelleen postin välityksellä tai toimittamalla vaaliasiakirjat vaalilautakunnan ilmoittamaan paikkaan, joka voisi olla esimerkiksi eri paikkakunnilla kiertävä vaalibussi.
smn: Puátteevuođâst uárnejuuččij ain meid valjâpeeivi jienâstem jyehi sämikuávlu kieldâst, kost ličij ucemustáá ohtâ jienâstemsaje.

source: Vaaliasiakirjat voisi toimittaa itse tai valtuuttaa toisen henkilön palauttamaan ne.
smn: Eres iävtuttâsah

source: Jatkossa järjestettäisiin aina myös vaalipäivän äänestys jokaisessa saamelaisalueen kunnassa, jossa olisi vähintään yksi äänestyspaikka.
smn: Ton lasseen toimâkodde iävtut, et laavâ ulmeciäkán lasettuuččij čujottâs sämmilij jiešmeridemvuoigâdvuotân, já et sämitige toimâväldinjuolgâdus ovdeduvvoo.

source: Muut ehdotukset
smn: Iävtuttuvvoo, et sämitige muštâlus adeluvvoo puátteevuođâst njuolgist ovdâskoodán.

source: Lisäksi toimikunta ehdottaa, että lain tarkoituspykälään lisättäisiin viittaus saamelaisten itsemääräämisoikeuteen, ja että saamelaiskäräjien toimivaltasäännöstä kehitetään.
smn: Iävtuttuvvoo, et sämitige pargoid, organisaation já toimáid kyeskee asâttâsadelemväldi meddâlistoo já heiviittâllâm olášuttoo lavváin já sämitige pargo-oornigáin.

source: Saamelaiskäräjien kertomus ehdotetaan jatkossa annettavaksi suoraan eduskunnalle.
smn: Kyehtičyeđe vittlov sämmilâžžâd, kiäin lâi jienâstemvuoigâdvuotâ majemustáá toimâttum sämitiggevaaljâin, puávtáččii puátteevuođâst toohâđ alguu sämitiigán ton pargoid kyeskee ääšist.

source: Saamelaiskäräjien tehtäviä, organisaatiota ja toimintaa koskevat asetuksenantovaltuudet ehdotetaan poistettaviksi ja sääntely toteutettavaksi lailla ja saamelaiskäräjien työjärjestyksellä.
smn: Iävtuttuvvoo meid, et sämitiggelaavâ motomij osij jo puárásmâm heiviittâllâm peividuuččij taan ááigán sopâvâžžân.

source: Kaksisataa viisikymmentä viimeksi toimitetuissa saamelaiskäräjävaaleissa äänioikeutettua saamelaista voisi jatkossa tehdä aloitteen saamelaiskäräjille sen tehtäviin kuuluvassa asiassa.
smn: Taat kuáská eromâšávt laavâ reekkigtuálun já tilitäärhistmân kyeskee njuolgâdusâid.

source: Saamelaiskäräjälain joiltakin osin jo vanhentuneeksi käynyttä sääntelyä ehdotetaan myös muutoin nykyaikaistettavaksi.
smn: Iävtuttuvvoo, et sämitigge lasettuvvoo rikoslaavâ virgerikosáid kyeskee heiviittâlmân.

source: Tämä koskee erityisesti lain kirjanpitoa ja tilintarkastusta koskevia säännöksiä.
smn: Äigikyevdil

source: Saamelaiskäräjät ehdotetaan lisättäväksi rikoslain virkarikoksia koskevaan sääntelyyn.
smn: Ohtâvuotâtiäđuh

source: Ajankohtaista
smn: Tuomas Aslak Juuso Saavâjođetteijee tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101

source: Yhteystiedot
smn: Anni Koivisto I värisaavâjođetteijee anni.koivisto(at)samediggi.fi 040 415 5969

source: Tuomas Aslak Juuso Puheenjohtaja tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
smn: Leo Aikio II värisaavâjođetteijee leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
